<?php

return [


    /*決済画面でのテストカード一覧*/

    'testcards' => [
        "Visa"                      => '4242424242424242',
        "Visa(debit)"               => '4000056655665556',
        "mastercard"                => '5555555555554444',
        "mastercard(2-series)"      => '2223003122003222',
        "mastercard(debit)"         => '5200828282828210',
        "mastercard(prepeid)"       => '5105105105105100',
        "Amex"                      => '378282246310005',
        "Amex2"                     => '371449635398431',
        "Discover"                  => '6011111111111117',
        "Discover2"                 => '6011000990139424',
        "DinersClub"                => '3056930009020004',
        "DinersClub(14-digit card)" => '36227206271667',
        "JCB"                       => '3566002020360505',
        "UnionPay"                  => '6200000000000005',
    ],


];
